cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "golang"
brew "dep"
cask "java8"
brew "maven"
brew "rbenv"
brew "nvm"
brew "yarn"

brew "awscli"
cask "docker"
brew "git-crypt"
brew "terraform"

cask "intellij-idea-ce"
cask "visual-studio-code"

cask "viscosity"
cask "divvy"
cask "omnigraffle"

mas "1Password", id: 443987910
